aaron-bond.better-comments
acestojanoski.ace-palenight
adpyke.codesnap
akamud.vscode-theme-onedark
andreyvolosovich.monokai-st3
angular.ng-template
atishay-jain.all-autocomplete
beardedbear.beardedtheme
bierner.color-info
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
clemenspeters.format-json
ctcuff.font-preview
databyne.theme-monokai-hc
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gerane.theme-monokai
github.copilot
github.copilot-chat
glenn2223.live-sass
hollowtree.vue-snippets
hridoy.gsap-snippets
htmlhint.vscode-htmlhint
idleberg.icon-fonts
ionutvmi.path-autocomplete
johnpapa.angular-essentials
johnpapa.angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
jzmstrjp.color-the-tag-name
kamen.noctis-high-contrast
katsute.code-background
kisstkondoros.vscode-gutter-preview
lior-chamla.google-fonts
maxcode.gsap-greensock-snippets
ms-vscode.vscode-typescript-next
naumovs.color-highlight
nilssoderman.batch-runner
octref.vetur
oderwat.indent-rainbow
orsenkucher.vscode-graphql
perkovec.emoji
pkief.material-icon-theme
pranaygp.vscode-css-peek
pucelle.vscode-css-navigation
rangav.vscode-thunder-client
rcore.rcore-unused-css-classes
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
sdras.vue-vscode-snippets
seyyedkhandon.fpack
simonsiefke.svg-preview
smukkekim.theme-setimonokai
tobiasalthoff.atom-material-theme
usernamehw.errorlens
vue.volar
wix.vscode-import-cost
xabikos.javascriptsnippets
yandeu.five-server
yoavbls.pretty-ts-errors
zhang-renyang.vscode-react
zhuangtongfa.material-theme
zignd.html-css-class-completion
